{
  "article": {
    "id": "KALIARTI000005846034",
    "etat": "VIGUEUR_ETEN",
    "idTexte": null,
    "dateDebut": 624067200000,
    "nature": "Article",
    "dateDebutExtension": 32472144000000,
    "num": "18",
    "dateFin": 32472144000000,
    "texte": "1. Des congés payés sont attribués aux salariés dans les conditions prévues par la législation en vigueur, sous réserve des dispositions plus favorables de la présente convention ou résultant de conventions particulières. 2. En l'absence de dispositions particulières prévues dans les conventions régionales ou d'établissement, la période des vacances est fixée par l'employeur en se référant aux usages et après consultation du comité d'établissement ou, à défaut, des délégués du personnel. Elle doit comprendre dans tous les cas la période du 1er juin au 31 octobre. Cependant lorsque le bénéficiaire d'un congé en exprimera le désir il pourra, après accord avec son employeur, prendre son congé en dehors de la période prévue dans l'entreprise. Des dispositions particulières pourront être prises pour les travaux saisonniers après consultation du comité d'établissement ou, à défaut de comité, des délégués du personnel. 3. Le congé payé ne dépassant pas 18 jours ouvrables doit être continu et pris pendant la période légale (1) (2). 4. En cas de congé par roulement, l'ordre de départ est fixé par l'employeur, compte tenu des nécessités du service. Il sera tenu compte, dans la mesure du possible, des désirs particuliers des intéressés, de leur situation de famille et de leur ancienneté. L'employeur s'efforcera de fixer à la même date les congés des membres d'une même famille vivant sous le même toit et travaillant dans le même établissement. Au personnel dont les enfants fréquentent l'école, les congés seront donnés dans la mesure du possible au cours des vacances scolaires. L'ordre de départ sera porté à la connaissance du personnel par affichage aussitôt que possible et, en tout état de cause, 1 mois au moins avant le départ des intéressés. 5. Lorsqu'un salarié se trouvera, par suite d'une maladie ou d'un accident, dans l'incapacité de prendre son congé à la date fixée, la période des vacances pourra être étendue pour lui jusqu'au 31 décembre. Si cette extension ne lui permettait pas néanmoins de prendre son congé, l'indemnité compensatrice correspondant au nombre de jours de congé calculé en fonction de son temps de travail effectif lui sera alors versée. 6. Dans les cas exceptionnels où un salarié en congé serait rappelé pour les besoins du service, il lui sera accordé un congé supplémentaire d'une durée nette de 2 jours. Les frais de voyage occasionnés par ce déplacement et les frais supplémentaires qui seraient nécessités par ce rappel lui seront remboursés sur justifications. 7. Les salariés n'ayant pas 1 an de présence au 1er juin pourront, sur leur demande, bénéficier d'un complément de congé non payé, jusqu'à concurrence de la durée légale correspondant à 1 an de présence. 8. La durée de congé prévue à la présente convention est proportionnelle à la durée du travail effectif calculée pendant la période de référence suivant les dispositions légales en vigueur. Toutefois, les périodes militaires de réserve obligatoires et non provoquées par l'intéressé, les permissions exceptionnelles de courte durée accordées au cours de l'année, ainsi que les absences pour accouchement, sont considérées, pour le calcul de la durée des congés, comme temps de travail effectif. Un congé payé exceptionnel de 3 jours ouvrables sera accordé à l'occasion de son mariage au salarié ayant au moins 1 année d'ancienneté (3). Un congé payé exceptionnel de 1 jour ouvrable sera également accordé au salarié ayant au moins 1 année d'ancienneté en cas de décès du conjoint, du père, de la mère ou d'un enfant de ce salarié (3). 9. En cas de décès du bénéficiaire, l'indemnité de congé payé acquise au moment du décès sera versée aux ayants droit. 10. Pour faciliter aux salariés nord-africains l'exercice de leur droit aux congés payés, ceux-ci auront la faculté de bénéficier d'un certain nombre de jours supplémentaires représentant la durée nécessaire du voyage d'aller et de retour de leur lieu de travail à leur pays d'origine. Ce temps supplémentaire ne sera pas rémunéré et les intéressés devront fournir toutes pièces justificatives de leur déplacement effectif. Au moment du départ des salariés, il leur sera remis une attestation d'emploi destinée à faciliter leur retour, avec certitude de reprendre leur place, si ce retour a lieu dans les délais convenus. En accord avec leur employeur, les salariés nord-africains pourront, après avis donné à l'inspecteur du travail, bloquer leur congé de 2 années sur la deuxième année. 11. Les dispositions particulières pourront être prévues dans les entreprises afin de faciliter aux salariés étrangers ou originaires des territoires d'outre-mer la prise de leur congé. 12. Congés exceptionnels - Un congé payé exceptionnel de trois jours ouvrables sera accordé à l'occasion de son mariage au salarié ayant au moins un an d'ancienneté. Un congé payé exceptionnel de 3 jours ouvrables sera accordé sans condition d'ancienneté au salarié à l'occasion du décès de son conjoint, de son père, de sa mère ou d'un enfant. Ce congé payé sera de 1 jour à l'occasion du décès du grand-père, de la grand-mère, du beau-père, de la belle-mère, du frère, de la soeur, du beau-frère, de la belle-soeur, du gendre ou de la belle fille (4). (1) Etant donné les caractéristiques spécifiques des entreprises relevant de la chambre syndicale des entrepreneurs de travaux photographiques, cette disposition ne leur est pas applicable et fera l'objet d'accords d'entreprise. (2) Voir aussi accord du 11 octobre 1989, article 6. (3) Alinéas abrogés par avenant du 9 juillet 1964 (non étendu). (4) Paragraphe ajouté avenant du 9 juillet 1964 (non étendu).",
    "context": {
      "nombreVersionParent": 1,
      "titresTM": [
        {
          "debut": "1952-12-30",
          "fin": "2999-01-01",
          "titre": "Clauses générales",
          "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
          "cid": "KALISCTA000005722130",
          "id": "KALISCTA000005722130",
          "etat": "VIGUEUR_ETEN"
        },
        {
          "debut": "1989-10-11",
          "fin": "2999-01-01",
          "titre": "Congés payés",
          "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
          "cid": "KALISCTA000005751424",
          "id": "KALISCTA000005751424",
          "etat": "VIGUEUR_ETEN"
        }
      ],
      "longeurChemin": 38,
      "titreTxt": [
        {
          "debut": "1952-12-30",
          "fin": "2999-01-01",
          "titre": "Convention collective nationale des industries chimiques et connexes du 30 décembre 1952. Étendue par arrêté du 13 novembre 1956 JONC 12 décembre 1956",
          "cid": "KALITEXT000005677744",
          "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
          "etat": "VIGUEUR_ETEN",
          "id": "KALITEXT000005677744"
        }
      ]
    },
    "type": null,
    "cid": "KALIARTI000005846033",
    "texteHtml": "<p>1. Des congés payés sont attribués aux salariés dans les conditions prévues par la législation en vigueur, sous réserve des dispositions plus favorables de la présente convention ou résultant de conventions particulières.</p><p>2. En l'absence de dispositions particulières prévues dans les conventions régionales ou d'établissement, la période des vacances est fixée par l'employeur en se référant aux usages et après consultation du comité d'établissement ou, à défaut, des délégués du personnel. Elle doit comprendre dans tous les cas la période du 1er juin au 31 octobre.</p><p>Cependant lorsque le bénéficiaire d'un congé en exprimera le désir il pourra, après accord avec son employeur, prendre son congé en dehors de la période prévue dans l'entreprise.</p><p>Des dispositions particulières pourront être prises pour les travaux saisonniers après consultation du comité d'établissement ou, à défaut de comité, des délégués du personnel.</p><p>3. Le congé payé ne dépassant pas 18 jours ouvrables doit être continu et pris pendant la période légale (1) (2).</p><p>4. En cas de congé par roulement, l'ordre de départ est fixé par l'employeur, compte tenu des nécessités du service.</p><p>Il sera tenu compte, dans la mesure du possible, des désirs particuliers des intéressés, de leur situation de famille et de leur ancienneté. L'employeur s'efforcera de fixer à la même date les congés des membres d'une même famille vivant sous le même toit et travaillant dans le même établissement. Au personnel dont les enfants fréquentent l'école, les congés seront donnés dans la mesure du possible au cours des vacances scolaires.</p><p>L'ordre de départ sera porté à la connaissance du personnel par affichage aussitôt que possible et, en tout état de cause, 1 mois au moins avant le départ des intéressés.</p><p>5. Lorsqu'un salarié se trouvera, par suite d'une maladie ou d'un accident, dans l'incapacité de prendre son congé à la date fixée, la période des vacances pourra être étendue pour lui jusqu'au 31 décembre. Si cette extension ne lui permettait pas néanmoins de prendre son congé, l'indemnité compensatrice correspondant au nombre de jours de congé calculé en fonction de son temps de travail effectif lui sera alors versée.</p><p>6. Dans les cas exceptionnels où un salarié en congé serait rappelé pour les besoins du service, il lui sera accordé un congé supplémentaire d'une durée nette de 2 jours. Les frais de voyage occasionnés par ce déplacement et les frais supplémentaires qui seraient nécessités par ce rappel lui seront remboursés sur justifications.</p><p>7. Les salariés n'ayant pas 1 an de présence au 1er juin pourront, sur leur demande, bénéficier d'un complément de congé non payé, jusqu'à concurrence de la durée légale correspondant à 1 an de présence.</p><p>8. La durée de congé prévue à la présente convention est proportionnelle à la durée du travail effectif calculée pendant la période de référence suivant les dispositions légales en vigueur.</p><p>Toutefois, les périodes militaires de réserve obligatoires et non provoquées par l'intéressé, les permissions exceptionnelles de courte durée accordées au cours de l'année, ainsi que les absences pour accouchement, sont considérées, pour le calcul de la durée des congés, comme temps de travail effectif.</p><p>Un congé payé exceptionnel de 3 jours ouvrables sera accordé à l'occasion de son mariage au salarié ayant au moins 1 année d'ancienneté (3).</p><p>Un congé payé exceptionnel de 1 jour ouvrable sera également accordé au salarié ayant au moins 1 année d'ancienneté en cas de décès du conjoint, du père, de la mère ou d'un enfant de ce salarié (3).</p><p>9. En cas de décès du bénéficiaire, l'indemnité de congé payé acquise au moment du décès sera versée aux ayants droit.</p><p>10. Pour faciliter aux salariés nord-africains l'exercice de leur droit aux congés payés, ceux-ci auront la faculté de bénéficier d'un certain nombre de jours supplémentaires représentant la durée nécessaire du voyage d'aller et de retour de leur lieu de travail à leur pays d'origine.</p><p>Ce temps supplémentaire ne sera pas rémunéré et les intéressés devront fournir toutes pièces justificatives de leur déplacement effectif.</p><p>Au moment du départ des salariés, il leur sera remis une attestation d'emploi destinée à faciliter leur retour, avec certitude de reprendre leur place, si ce retour a lieu dans les délais convenus.</p><p>En accord avec leur employeur, les salariés nord-africains pourront, après avis donné à l'inspecteur du travail, bloquer leur congé de 2 années sur la deuxième année.</p><p>11. Les dispositions particulières pourront être prévues dans les entreprises afin de faciliter aux salariés étrangers ou originaires des territoires d'outre-mer la prise de leur congé.</p><p>12. <em>Congés exceptionnels - Un congé payé exceptionnel de trois jours ouvrables sera accordé à l'occasion de son mariage au salarié ayant au moins un an d'ancienneté.</em></p><p><em>Un congé payé exceptionnel de 3 jours ouvrables sera accordé sans condition d'ancienneté au salarié à l'occasion du décès de son conjoint, de son père, de sa mère ou d'un enfant.</em></p><p><em>Ce congé payé sera de 1 jour à l'occasion du décès du grand-père, de la grand-mère, du beau-père, de la belle-mère, du frère, de la soeur, du beau-frère, de la belle-soeur, du gendre ou de la belle fille</em> (4).</p><p><font color='#999999' size='1'><em>(1) Etant donné les caractéristiques spécifiques des entreprises relevant de la chambre syndicale des entrepreneurs de travaux photographiques, cette disposition ne leur est pas applicable et fera l'objet d'accords d'entreprise. </em></font></p><p><font color='#999999' size='1'><em>(2) Voir aussi accord du 11 octobre 1989, article 6. </em></font></p><p><font color='#999999' size='1'><em>(3) Alinéas abrogés par avenant du 9 juillet 1964 (non étendu). </em></font></p><p><font color='#999999' size='1'><em>(4) Paragraphe ajouté avenant du 9 juillet 1964 (non étendu). </em></font></p>",
    "cidTexte": null,
    "origine": "KALI",
    "dateFinExtension": 32472144000000,
    "versionArticle": "2.0",
    "fullSectionsTitre": "Clauses générales &gt; Congés payés",
    "idEli": null,
    "idTechInjection": "KALIARTI000005846034",
    "calipsos": [],
    "inap": null,
    "idEliAlias": null,
    "ordre": 85898,
    "activitePro": ["Industries chimiques et connexes"],
    "sectionParentCid": "KALISCTA000005751424",
    "nota": null,
    "sectionParentId": "KALISCTA000005751424",
    "conteneurs": [
      {
        "cid": "KALICONT000005635613",
        "datePubli": -536630400000,
        "etat": "VIGUEUR_ETEN",
        "nature": "IDCC",
        "num": "44",
        "numero": "0000000000000044",
        "titre": "Convention collective nationale des industries chimiques et connexes du 30 décembre 1952. Étendue par arrêté du 13 novembre 1956 JONC 12 décembre 1956"
      }
    ],
    "sectionParentTitre": "Congés payés",
    "lienCitations": [
      {
        "linkType": "CITATION",
        "textCid": "",
        "articleNum": "",
        "textTitle": "Accord 1989-10-11 art. 6",
        "articleId": "",
        "linkOrientation": "source",
        "date": 1629206577553,
        "natureText": "",
        "numTexte": "",
        "dateDebut": null,
        "parentCid": null,
        "datePubli": null
      }
    ],
    "refInjection": "IG-20210817",
    "lienAutres": [],
    "articleVersions": [
      {
        "etat": "REMPLACE",
        "dateDebut": 624067200000,
        "id": "KALIARTI000005846033",
        "dateFin": 624067200000,
        "version": "1.0",
        "numero": null,
        "ordre": null
      },
      {
        "etat": "VIGUEUR_ETEN",
        "dateDebut": 624067200000,
        "id": "KALIARTI000005846034",
        "dateFin": 32472144000000,
        "version": "2.0",
        "numero": null,
        "ordre": null
      }
    ],
    "notaHtml": null,
    "computedNums": ["18"],
    "textTitles": [
      {
        "id": "KALITEXT000005677744",
        "titre": "Convention collective nationale du 30 décembre 1952",
        "titreLong": "Convention collective nationale des industries chimiques et connexes du 30 décembre 1952. Étendue par arrêté du 13 novembre 1956 JONC 12 décembre 1956",
        "etat": "VIGUEUR_ETEN",
        "dateDebut": -536630400000,
        "dateFin": 32472144000000,
        "cid": "KALITEXT000005677744",
        "datePubli": 32472144000000,
        "datePubliComputed": null,
        "dateTexte": -536630400000,
        "dateTexteComputed": -536630400000,
        "nature": "Convention collective nationale ",
        "nor": "",
        "num": "",
        "numParution": "",
        "originePubli": "JORF du 01 janvier 2999",
        "appliGeo": "A NATIONAL",
        "codesNomenclatures": [
          "05-31",
          "13-01",
          "13-04",
          "17-12",
          "17-13",
          "17-14",
          "17-15",
          "17-16",
          "17-17",
          "17-18",
          "17-19",
          "17-21",
          "17-22",
          "17-23",
          "17-24",
          "17-25",
          "17-26",
          "17-28",
          "17-29",
          "18-01",
          "18-02",
          "18-03",
          "18-05",
          "18-06",
          "18-07",
          "18-08",
          "18-09",
          "18-10",
          "18-11",
          "29-22",
          "39-07",
          "40-11",
          "40-12",
          "44-37",
          "50-03",
          "50-04",
          "52-04",
          "54-06",
          "54-09",
          "56-02",
          "59-04",
          "77-01",
          "77-15",
          "83-01",
          "87-10"
        ],
        "visas": null,
        "nota": null,
        "notice": null,
        "travauxPreparatoires": null,
        "signataires": null,
        "dossiersLegislatifs": [],
        "ancienId": null
      }
    ],
    "conditionDiffere": null,
    "numeroBo": null,
    "historique": "Modifié par accord du 11 octobre 1989 étendu par arrêté du 25 janvier 1990 JORF 30 janvier 1990.",
    "numeroBrochure": ["3108"],
    "lienConcordes": [],
    "lienModifications": [
      {
        "textCid": "",
        "linkType": "MODIFICATION",
        "textTitle": "Avenant n° 1964-07-09",
        "articleNum": "",
        "linkOrientation": "source",
        "articleId": "",
        "datePubliTexte": null,
        "natureText": "",
        "dateDebutCible": null,
        "dateSignaTexte": null
      },
      {
        "textCid": "",
        "linkType": "CREATION",
        "textTitle": "Convention collective nationale 1952-12-30 étendue par arrêté du 13 novembre 1956 JONC 12 décembre 1956",
        "articleNum": "",
        "linkOrientation": "source",
        "articleId": "",
        "datePubliTexte": null,
        "natureText": "",
        "dateDebutCible": null,
        "dateSignaTexte": null
      }
    ],
    "renvoi": null,
    "surtitre": null,
    "versionPrecedente": null
  },
  "dereferenced": false,
  "executionTime": 0
}
